tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mackerelio/mackerel-agent"
tap "sanemat/font"
brew "ctags"
brew "exa"
brew "fish"
brew "fontforge"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "jq"
brew "lua"
brew "mycli"
brew "neovim"
brew "openssl@1.1"
brew "peco"
brew "percol"
brew "sshrc"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "wget"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
