tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mackerelio/mackerel-agent"
tap "mongodb/brew"
tap "sanemat/font"
brew "act"
brew "xz"
brew "asdf"
brew "awscli"
brew "glib"
brew "cairo"
brew "circleci"
brew "ctags"
brew "direnv"
brew "exa"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "httpie"
brew "hub"
brew "jq"
brew "libevent"
brew "libidn2"
brew "mycli"
brew "zlib"
brew "neovim"
brew "node"
brew "peco"
brew "percol"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community-shell"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "shopify/shopify/shopify-cli"
cask "alacritty"
cask "alt-tab"
cask "amethyst"
cask "appcode"
cask "cakebrew"
cask "clipy"
cask "drawio"
cask "figma"
cask "finch"
cask "firefox-nightly"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "microsoft-edge-canary"
cask "ngrok"
cask "raycast"
cask "rectangle"
cask "slack"
cask "station"
cask "visual-studio-code"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "bajdzis.vscode-database"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "eg2.tslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "fwcd.kotlindebug"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hollowtree.vue-snippets"
vscode "mathiasfrohlich.Kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "shinnn.stylelint"
vscode "steoates.autoimport"
vscode "ThreadHeap.serverless-ide-vscode"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
