tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mackerelio/mackerel-agent"
tap "sanemat/font"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "ctags"
brew "direnv"
brew "exa"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "httpie"
brew "hub"
brew "jq"
brew "kubernetes-cli", link: false
brew "lua"
brew "mycli"
brew "mysql", restart_service: true
brew "mysql@5.6"
brew "neovim"
brew "peco"
brew "percol"
brew "sshrc"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "wget"
brew "yarn"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "cakebrew"
cask "clipy"
cask "firefox-nightly"
cask "google-chrome"
cask "google-chrome-canary"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-edge-canary"
cask "mysqlworkbench"
cask "postman"
cask "sequel-pro"
cask "sequel-pro-nightly"
cask "shiftit"
cask "station"
cask "visual-studio-code"
